performance-tools/ravana/scenario/wso2esb-3.0.0_xslt/message2k.xml

<soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing"></soapenv:Header><soapenv:Body><m:skcotSyub xmlns:m="http://po.services.core.carbon.wso2.org"><m:redro><m:lobmys>IBM</m:lobmys><m:DIreyub>asankha</m:DIreyub><m:ecirp>140.34</m:ecirp><m:emulov>200000</m:emulov></m:redro><m:redro><m:lobmys>MTDRSJ</m:lobmys><m:DIreyub>BXUTIH</m:DIreyub><m:ecirp>984907.49</m:ecirp><m:emulov>877939</m:emulov></m:redro><m:redro><m:lobmys>PAUCWY</m:lobmys><m:DIreyub>OLYSKA</m:DIreyub><m:ecirp>000289.07</m:ecirp><m:emulov>150346</m:emulov></m:redro><m:redro><m:lobmys>KBVVZG</m:lobmys><m:DIreyub>BFHLSH</m:DIreyub><m:ecirp>928106.12</m:ecirp><m:emulov>630356</m:emulov></m:redro><m:redro><m:lobmys>ZKXWDI</m:lobmys><m:DIreyub>XTAVXZ</m:DIreyub><m:ecirp>135501.34</m:ecirp><m:emulov>107545</m:emulov></m:redro><m:redro><m:lobmys>WMSXHV</m:lobmys><m:DIreyub>AFZBBQ</m:DIreyub><m:ecirp>949286.63</m:ecirp><m:emulov>369434</m:emulov></m:redro><m:redro><m:lobmys>DHELYU</m:lobmys><m:DIreyub>OQVCSZ</m:DIreyub><m:ecirp>846603.40</m:ecirp><m:emulov>140683</m:emulov></m:redro><m:redro><m:lobmys>MIYALT</m:lobmys><m:DIreyub>WHVFPG</m:DIreyub><m:ecirp>791501.34</m:ecirp><m:emulov>310787</m:emulov></m:redro><m:redro><m:lobmys>OMDUWE</m:lobmys><m:DIreyub>VXVPSG</m:DIreyub><m:ecirp>780427.07</m:ecirp><m:emulov>202470</m:emulov></m:redro><m:redro><m:lobmys>LBTJAO</m:lobmys><m:DIreyub>WNVWVN</m:DIreyub><m:ecirp>405155.94</m:ecirp><m:emulov>320615</m:emulov></m:redro><m:redro><m:lobmys>HAFTHX</m:lobmys><m:DIreyub>KOWELG</m:DIreyub><m:ecirp>595150.02</m:ecirp><m:emulov>409555</m:emulov></m:redro><m:redro><m:lobmys>YBDBHR</m:lobmys><m:DIreyub>TIHVQI</m:DIreyub><m:ecirp>010327.51</m:ecirp><m:emulov>265252</m:emulov></m:redro><m:redro><m:lobmys>ZSWRBR</m:lobmys><m:DIreyub>MSAMGE</m:DIreyub><m:ecirp>605400.14</m:ecirp><m:emulov>300960</m:emulov></m:redro></m:skcotSyub></soapenv:Body></soapenv:Envelope>
